Repository: Donglin5525/Holo
Catalog: Holo/Holo APP/Holo/Holo/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: --- ⚠️ AI 响应超时，以上为已接收的部分内容
en: --- ⚠️ AI response timed out. The above is the content received so far.
zh_hant: --- ⚠️ AI 響應超時，以上為已接收的部分內容

source: （%@，本周的分析结论已在上面）
en: (%@, this week's analysis conclusions are above)
zh_hant: （%@，本週的分析結論已在上面）

source: （本周计划的结构化版暂时没有生成成功，以上是分析结论，稍后可再试一次）
en: (The structured version of this week's plan could not be generated at the moment. The above is the analysis conclusion. You can try again later.)
zh_hant: （本週計劃的結構化版暫時沒有生成成功，以上是分析結論，稍後可再試一次）

source: 处理中断：%@
en: Processing interrupted: %@
zh_hant: 處理中斷：%@

source: · %@已连续 %lld 天
en: · %@ for %lld consecutive days
zh_hant: · %@已連續 %lld 天

source: · %lld 件已过期
en: · %lld overdue
zh_hant: · %lld 件已過期

source: · %lld 天前
en: · %lld days ago

source: · 农历%@
en: · Lunar %@
zh_hant: · 農曆%@

source: · 农历每年
en: · Every lunar year
zh_hant: · 農曆每年

source: · 前天
en: · Day before yesterday

source: · 昨天
en: · Yesterday

source: · 本月剩余 %lld/%lld
en: · %lld/%lld left this month
zh_hant: · 本月剩餘 %lld/%lld

source: · 每年
en: · Every year

source: · 较上期 ↑%@%%
en: · Up %@%% from last period
zh_hant: · 較上期 ↑%@%%

source: · 较上期 ↓%@%%
en: · Down %@%% from last period
zh_hant: · 較上期 ↓%@%%

source: · 还有 %lld 件
en: · %lld more
zh_hant: · 還有 %lld 件

source: 当周
en: This week
zh_hant: 當週

source: 时段
en: Time period
zh_hant: 時段

source: 等 %lld 件
en: and %lld more

source: 等%lld项
en: and %lld more
zh_hant: 等%lld項

source: 项
en: items
zh_hant: 項

source: ，今天清一件？
en: , clear one today?

source: ，商户「%@」
en: , merchant "%@"
zh_hant: ，商戶「%@」

source: ，想法模块记录了 %lld 条
en: , %lld thoughts recorded
zh_hant: ，想法模組記錄了 %lld 條

source: ，日期 %@
en: , date %@

source: ，跳过 %lld 条重复
en: , skipped %lld duplicates
zh_hant: ，跳過 %lld 條重複

source: ，连带恢复 %lld 条关联数据
en: , restored %lld related items
zh_hant: ，連帶恢復 %lld 條關聯資料

source: ...还有 %lld 条
en: ...and %lld more
zh_hant: ...還有 %lld 條

source: · 与 %@ 金额相同
en: · Same amount as %@
zh_hant: · 與 %@ 金額相同

source: · 默认不勾选
en: · Unchecked by default
zh_hant: · 預設不勾選

source: “午饭花了 35 元”
en: “Lunch cost ¥35”
zh_hant: “午飯花了 35 元”

source: “这个月餐饮花了多少？”
en: “How much did I spend on dining this month?”
zh_hant: “這個月餐飲花了多少？”

source: （内容为空）
en: (Empty)
zh_hant: （內容為空）

source: (必选)
en: (Required)
zh_hant: (必選)

source: （无内容）
en: (No content)
zh_hant: （無內容）

source: [图片]
en: [Image]
zh_hant: [圖片]

source: [无摘要]
en: [No summary]
zh_hant: [無摘要]

source: [正文已擦除]
en: [Body erased]

source: [空上下文]
en: [Empty context]

source: 「%@」下的 %lld 条想法将回到未归类；AI 90 天内不会再归纳出该主题
en: The %lld thoughts under “%@” will return to Uncategorized; AI will not cluster this topic again for 90 days.
zh_hant: 「%@」下的 %lld 條想法將回到未歸類；AI 90 天內不會再歸納出該主題

source: 「%@」不要的原因？
en: Why don't you want “%@”?

source: 「%@」及聊天里的提问和回答都会删除，此操作不可撤销。
en: “%@” and the questions and answers in the chat will be deleted. This action cannot be undone.
zh_hant: 「%@」及聊天裡的提問和回答都會刪除，此操作不可撤銷。

source: 「%@」拖了 %lld 天
en: “%@” has been delayed %lld days

source: 「%@」是测量类习惯（每日取最新值），做累计源会把每天的值加总
en: “%@” is a measurement habit (takes the latest value each day). Using it as a cumulative source will sum up daily values.
zh_hant: 「%@」是測量類習慣（每日取最新值），做累計源會把每天的值加總

source: 「%@」是计数类习惯（当日累加），做达标源只取最新一条记录值
en: “%@” is a counting habit (accumulates within the day). Using it as a goal source only takes the latest record value.
zh_hant: 「%@」是計數類習慣（當日累加），做達標源只取最新一條記錄值

source: 「%@」的事件已改为跨天，超出任务时间块范围，已解除同步
en: The event for “%@” has been changed to span multiple days, exceeding the task time block range. Sync has been disconnected.
zh_hant: 「%@」的事件已改為跨天，超出任務時間塊範圍，已解除同步

source: 「%@」的打卡提醒
en: Check-in reminder for “%@”

source: 「%@」的排列方向
en: Arrangement direction for “%@”

source: 「%@」的日历事件已删除，任务保留、同步已断开
en: The calendar event for “%@” has been deleted. The task is kept, but sync has been disconnected.
zh_hant: 「%@」的日曆事件已刪除，任務保留、同步已斷開

source: 「%@」还没打卡
en: “%@” hasn't been checked in yet
zh_hant: 「%@」還沒打卡

source: 「%@」预算超支了
en: Budget exceeded for “%@”
zh_hant: 「%@」預算超支了

source: 「又一年，幸好还是我们。 周年快乐！」
en: “Another year, and it's still us. Happy Anniversary!”
zh_hant: 「又一年，幸好還是我們。 週年快樂！」

source: 「愿岁岁常欢愉，年年皆胜意。 生日快乐！」
en: “May every year bring joy and success. Happy Birthday!”
zh_hant: 「願歲歲常歡愉，年年皆勝意。 生日快樂！」

source: 「等了好久的日子，终于到了！」
en: “The day I've waited for so long has finally arrived!”
zh_hant: 「等了好久的日子，終於到了！」

source: 「这一步走了 %lld 天，值得！」
en: “This step took %lld days, but it was worth it!”
zh_hant: 「這一步走了 %lld 天，值得！」

source: 「连续三周晚间支出上扬，与加班周期高度吻合；运动日夜间外卖频次是非运动日的 2.4 倍。」
en: “Evening spending has risen for three consecutive weeks, closely matching overtime cycles; on workout days, late-night takeout frequency is 2.4 times that of non-workout days.”
zh_hant: 「連續三週晚間支出上揚，與加班週期高度吻合；運動日夜間外賣頻次是非運動日的 2.4 倍。」

source: 「餐饮」预算超支了
en: Budget exceeded for “Dining”
zh_hant: 「餐飲」預算超支了

source: 【图片记账】请把图片里识别出的以下交易记下来：
en: [Scan to log] Please log the following transactions recognized from the image:
zh_hant: 【圖片記賬】請把圖片裡識別出的以下交易記下來：

source: **分析结果只保存在你的设备上**，不会在云端留存副本。
en: **Analysis results are stored only on your device** and are not kept in the cloud.
zh_hant: **分析結果只儲存在你的裝置上**，不會在雲端留存副本。

source: /年
en: /year

source: /月
en: /month

source: /每期
en: /period

source: %.1f 小时
en: %.1f hours
zh_hant: %.1f 小時

source: %.1f万
en: %.1f0K
zh_hant: %.1f萬

source: %.1f亿
en: %.1f00M
zh_hant: %.1f億

source: %.1f千
en: %.1fK

source: %@ --- 请求 --- %@ --- 响应 --- %@
en: %@ --- Request --- %@ --- Response --- %@
zh_hant: %@ --- 請求 --- %@ --- 響應 --- %@

source: %@ 就是今天
en: %@ It's today

source: %@ · 今天
en: %@ · Today

source: %@ · 全天
en: %@ · All day

source: %@ · 未打卡
en: %@ · Not checked in

source: %@ · 本月收支
en: %@ · Monthly income & expenses

source: %@ · 点按核对
en: %@ · Tap to verify
zh_hant: %@ · 點按核對

source: %@ · 第%lld周
en: %@ · Week %lld

source: %@ · 补上可恢复连续打卡
en: %@ · Make up to restore streak
zh_hant: %@ · 補上可恢復連續打卡

source: %@ · 补上后连续记录自动接回
en: %@ · Streak will resume automatically after making up
zh_hant: %@ · 補上後連續記錄自動接回

source: %@ · 追问生成的报告
en: %@ · Report generated from follow-up
zh_hant: %@ · 追問生成的報告

source: %@ · 追问自报告「%@」
en: %@ · Follow-up from report “%@”
zh_hant: %@ · 追問自報告「%@」

source: %@ %@%@ / 共 %@%@
en: %@ %@%@ / %@%@ in total

source: %@ %lld 次
en: %@ %lld times

source: %@ %lld时
en: %@ %lldh
zh_hant: %@ %lld時

source: %@ 为本次新建，从 ¥0 起算（账单不含余额列，无法自动核对）
en: %@ is newly created and starts from ¥0 (the bill has no balance column, so automatic reconciliation is not possible)
zh_hant: %@ 為本次新建，從 ¥0 起算（帳單不含餘額列，無法自動核對）

source: %@ 及近 7 天趋势
en: %@ and 7-day trend
zh_hant: %@ 及近 7 天趨勢

source: %@ 步
en: %@ steps

source: %@ 等 %lld 个
en: %@ and %lld more
zh_hant: %@ 等 %lld 個

source: %@ 还有 %d 天后
en: %@ in %d days
zh_hant: %@ 還有 %d 天后

source: %@ 需要关注
en: %@ needs attention
zh_hant: %@ 需要關注

source: %@ 需要加油
en: %@ needs more effort

source: %@ 需要控制频率
en: %@ needs frequency control
zh_hant: %@ 需要控制頻率

source: %@—%@ · %lld 个模块
en: %@—%@ · %lld Modules
zh_hant: %@—%@ · %lld 個模組

source: %@，直到%@
en: %@, until %@

source: %@，轻点选择日期，长按快速穿梭
en: %@, tap to select a date, long press to quickly navigate
zh_hant: %@，輕點選擇日期，長按快速穿梭

source: %@，选择日期
en: %@, select a date
zh_hant: %@，選擇日期

source: %@，重复%d次
en: %@, repeat %d times
zh_hant: %@，重複%d次

source: %@：完成率 %@
en: %@: Completion Rate %@

source: %@：控制率 %@
en: %@: Control Rate %@

source: %@：控制率 %@，超标 %lld 天，控制 %lld 天
en: %@: Control Rate %@, Exceeded %lld Days, Controlled %lld Days
zh_hant: %@：控制率 %@，超標 %lld 天，控制 %lld 天

source: %@（%@ · 全天）
en: %@ (%@ · All Day)

source: %@（今天）
en: %@ (Today)

source: %@（原时刻已过）
en: %@ (Original Time Passed)
zh_hant: %@（原時刻已過）

source: %@（已逾期 %lld 天）
en: %@ (Overdue by %lld Days)

source: %@（还剩 %lld 天）
en: %@ (%lld Days Left)
zh_hant: %@（還剩 %lld 天）

source: %@「%@」消费结果
en: %@ "%@" Consumption Result
zh_hant: %@「%@」消費結果

source: %@%@ · 目标 %@
en: %@%@ · Goal %@
zh_hant: %@%@ · 目標 %@

source: %@%@到期
en: %@%@ Expires

source: %@%d日
en: %@%d

source: %@主要被%@记录占据。
en: %@ is mainly occupied by %@ records.
zh_hant: %@主要被%@記錄佔據。

source: %@凌晨 %lld 条记录
en: %@ Early Morning %lld Records
zh_hant: %@凌晨 %lld 條記錄

source: %@凌晨无记录
en: %@ No Records in Early Morning
zh_hant: %@凌晨無記錄

source: %@完成
en: %@ Completed

source: %@年
en: %@ Year

source: %@提醒
en: %@ Reminder

source: %@收入
en: %@ Income

source: %@数据依据
en: %@ Data Basis
zh_hant: %@資料依據

source: %@明细
en: %@ Details
zh_hant: %@明細

source: %@是本月最佳，完成率
en: %@ is the best this month, completion rate

source: %@有 %lld 天留下了记录。
en: %@ has records on %lld days.
zh_hant: %@有 %lld 天留下了記錄。

source: %@概览
en: %@ Overview
zh_hant: %@概覽

source: %@次
en: %@ Times

source: %@洞察：%@
en: %@ Insight: %@

source: %@消费
en: %@ Consumption
zh_hant: %@消費

source: %@的%@额度已用完，请在额度重置后再试
en: %@'s %@ quota is used up. Please try again after the quota resets.
zh_hant: %@的%@額度已用完，請在額度重置後再試

source: %@的免费%@额度已用完，升级 Holo Plus 可继续使用
en: %@'s free %@ quota is used up. Upgrade to Holo Plus to continue using.
zh_hant: %@的免費%@額度已用完，升級 Holo Plus 可繼續使用

source: %@的记录最集中。
en: %@'s records are most concentrated.
zh_hant: %@的記錄最集中。

source: %@的记录更常出现在夜晚。
en: %@'s records appear more often at night.
zh_hant: %@的記錄更常出現在夜晚。

source: %@相关依据
en: %@ Related Basis
zh_hant: %@相關依據

source: %@至%@
en: %@ to %@

source: %@记录
en: %@ Records
zh_hant: %@記錄

source: %@账单结果
en: %@ Bill Result
zh_hant: %@帳單結果

source: %@还没打卡
en: %@ Not Checked In Yet
zh_hant: %@還沒打卡

source: %@重复
en: %@ Repeat
zh_hant: %@重複

source: %@需要关注，完成率
en: %@ needs attention, completion rate
zh_hant: %@需要關注，完成率

source: %@预算上限
en: %@ Budget Limit
zh_hant: %@預算上限

source: %lld 个
en: %lld
zh_hant: %lld 個

source: %lld 个习惯
en: %lld Habits
zh_hant: %lld 個習慣

source: %lld 个习惯还没打卡
en: %lld Habits Not Checked In
zh_hant: %lld 個習慣還沒打卡

source: %lld 个任务
en: %lld Tasks
zh_hant: %lld 個任務

source: %lld 个任务 · %lld 个习惯
en: %lld Tasks · %lld Habits
zh_hant: %lld 個任務 · %lld 個習慣

source: %lld 个单独
en: %lld Individual
zh_hant: %lld 個單獨

source: %lld 个子分类
en: %lld Subcategories
zh_hant: %lld 個子分類

source: %lld 个已设置
en: %lld Set
zh_hant: %lld 個已設定

source: %lld 个数据点
en: %lld Data Points
zh_hant: %lld 個資料點

source: %lld 个目标已开启
en: %lld Goals Enabled
zh_hant: %lld 個目標已開啟

source: %lld 个记忆时刻
en: %lld Memory Moments
zh_hant: %lld 個記憶時刻

source: %lld 个记忆时刻 · %@
en: %lld Memory Moments · %@
zh_hant: %lld 個記憶時刻 · %@

source: %lld 个近期日子
en: %lld Recent Days
zh_hant: %lld 個近期日子

source: %lld 个风险
en: %lld Risks
zh_hant: %lld 個風險

source: %lld 件任务已过期
en: %lld Tasks Overdue
zh_hant: %lld 件任務已過期

source: %lld 份计划 · 平均接受 %@ 张行动卡
en: %lld Plans · Average %@ Action Cards Accepted
zh_hant: %lld 份計劃 · 平均接受 %@ 張行動卡

source: %lld 分钟
en: %lld Minutes
zh_hant: %lld 分鐘

source: %lld 号
en: %lld
zh_hant: %lld 號

source: %lld 天
en: %lld Days

source: %lld 天前
en: %lld Days Ago

source: %lld 天有记录 · %lld 个记忆时刻
en: %lld Days with Records · %lld Memory Moments
zh_hant: %lld 天有記錄 · %lld 個記憶時刻

source: %lld 天生活证据 · %lld 条记录
en: %lld Days of Life Evidence · %lld Records
zh_hant: %lld 天生活證據 · %lld 條記錄

source: %lld 小时
en: %lld Hours
zh_hant: %lld 小時

source: %lld 张图片保存失败，部分图片可能丢失
en: %lld Images Failed to Save, Some Images May Be Lost
zh_hant: %lld 張圖片儲存失敗，部分圖片可能丟失

source: %lld 张图片读取失败，已添加其余图片
en: %lld Image(s) Failed to Load, the Rest Were Added
zh_hant: %lld 張圖片讀取失敗，已加入其餘圖片

source: %lld 待确认
en: %lld Pending Confirmation
zh_hant: %lld 待確認

source: %lld 条
en: %lld Items
zh_hant: %lld 條

source: %lld 条 · %@更新
en: %lld Items · Updated %@
zh_hant: %lld 條 · %@更新

source: %lld 条（日期解析失败）
en: %lld Items (Date Parsing Failed)
zh_hant: %lld 條（日期解析失敗）

source: %lld 条（格式异常）
en: %lld Items (Format Error)
zh_hant: %lld 條（格式異常）

source: %lld 条亮点 · %lld 条提醒
en: %lld Highlights · %lld Reminders
zh_hant: %lld 條亮點 · %lld 條提醒

source: %lld 条关联
en: %lld Related Items
zh_hant: %lld 條關聯

source: %lld 条可核对来源
en: %lld Verifiable Sources
zh_hant: %lld 條可核對來源

source: %lld 条已设置
en: %lld Set
zh_hant: %lld 條已設定

source: %lld 条想法
en: %lld Thoughts
zh_hant: %lld 條想法

source: %lld 条想法 · %lld 个关键词
en: %lld Thoughts · %lld Keywords
zh_hant: %lld 條想法 · %lld 個關鍵詞

source: %lld 条想法在等待成簇，攒够同类就能长成主题
en: %lld Thoughts Waiting to Cluster; Once Enough Similar Ones Accumulate, They Can Grow into a Topic
zh_hant: %lld 條想法在等待成簇，攢夠同類就能長成主題

source: %lld 条想法还没归入主题，可手动归入
en: %lld thoughts not yet assigned to a topic. You can assign them manually.
zh_hant: %lld 條想法還沒歸入主題，可手動歸入

source: %lld 条无冲突，将直接恢复
en: %lld Items Without Conflicts Will Be Restored Directly
zh_hant: %lld 條無衝突，將直接恢復

source: %lld 条既有记忆进入上下文
en: %lld Existing Memories Entered Context
zh_hant: %lld 條既有記憶進入上下文

source: %lld 条现有记录
en: %lld Existing Records
zh_hant: %lld 條現有記錄

source: %lld 条真实输入信号
en: %lld Real Input Signals
zh_hant: %lld 條真實輸入訊號

source: %lld 条观点在内容或标签上集中指向「%@」，可先作为一级主题收纳。
en: %lld Opinions Point Centrally to "%@" in Content or Tags; You Can First Organize Them as a First-Level Topic.
zh_hant: %lld 條觀點在內容或標籤上集中指向「%@」，可先作為一級主題收納。

source: %lld 条观点都带有「%@」线索，可先收纳成一个主题。
en: %lld Opinions All Carry the "%@" Clue; You Can First Organize Them into a Topic.
zh_hant: %lld 條觀點都帶有「%@」線索，可先收納成一個主題。

source: %lld 条记录
en: %lld Records
zh_hant: %lld 條記錄

source: %lld 条记录 · 上下拖动穿梭
en: %lld Records · Drag Up and Down to Navigate
zh_hant: %lld 條記錄 · 上下拖動穿梭

source: %lld 条记录将被跳过
en: %lld Records Will Be Skipped
zh_hant: %lld 條記錄將被跳過

source: %lld 条证据元数据
en: %lld Evidence Metadata
zh_hant: %lld 條證據後設資料

source: %lld 步
en: %lld Steps

source: %lld 秒
en: %lld Seconds

source: %lld 笔
en: %lld Entries
zh_hant: %lld 筆

source: %lld 笔 · 当前日期范围
en: %lld Entries · Current Date Range
zh_hant: %lld 筆 · 當前日期範圍

source: %lld 笔同金额交易按月出现，是一个分期吗？
en: %lld transactions with the same amount appear monthly. Is this an installment?
zh_hant: %lld 筆同金額交易按月出現，是一個分期嗎？

source: %lld 笔支出
en: %lld Expenses
zh_hant: %lld 筆支出

source: %lld 笔收入
en: %lld Income Entries
zh_hant: %lld 筆收入

source: %lld 笔记账
en: %lld Expense Entries
zh_hant: %lld 筆記帳

source: %lld 组
en: %lld groups
zh_hant: %lld 組

source: %lld 项
en: %lld Items
zh_hant: %lld 項

source: %lld 项已过期
en: %lld Items Overdue
zh_hant: %lld 項已過期

source: %lld 项提醒
en: %lld Reminders
zh_hant: %lld 項提醒

source: %lld:00 记录 +%lld
en: %lld:00 Records +%lld
zh_hant: %lld:00 記錄 +%lld

source: %lld/%lld 任务
en: %lld/%lld Tasks
zh_hant: %lld/%lld 任務

source: %lld/%lld 行动已接受
en: %lld/%lld Actions Accepted
zh_hant: %lld/%lld 行動已接受

source: %lld个
en: %lld
zh_hant: %lld個

source: %lld分钟
en: %lld Minutes
zh_hant: %lld分鐘

source: %lld天
en: %lld Days

source: %lld天后
en: In %lld Days

source: %lld小时
en: %lldh
zh_hant: %lld小時

source: %lld小时%lld分
en: %lldh%lldmin
zh_hant: %lld小時%lld分

source: %lld年
en: %lldyr

source: %lld月
en: %lldmo

source: %lld月—%lld月
en: %lldmo—%lldmo

source: %lld期
en: %lldperiods

source: %lld次
en: %lldtimes

source: <!DOCTYPE html> <html lang="zh-CN"> <head> <meta charset="UTF-8"> <meta name="viewport" content="width=device-width, initial-scale=1.0"> <style>%@</style> </head> <body> <h1>Holo 用户协议</h1> <p class="meta">最后更新日期：2026 年 8 月 13 日<br>生效日期：2026 年 8 月 13 日</p> <p>欢迎使用 Holo 应用（以下简称"本应用"）。在使用本应用之前，请仔细阅读以下条款。下载、安装或使用本应用即表示您同意受本协议的约束。</p> <h2>一、协议的范围</h2> <p>本协议是您（以下简称"用户"）与本应用开发者之间关于使用 Holo 应用的法律协议。本协议适用于 Holo iOS 应用的所有功能。</p> <h2>二、账户与登录</h2> <ol> <li>本应用通过"Sign in with Apple"服务进行用户身份认证。</li> <li>用户应妥善保管自己的 Apple ID 凭证，因账户保管不善导致的损失由用户自行承担。</li> <li>用户可随时在应用设置中选择删除账号及相关数据。删除操作不可恢复。</li> </ol> <h2>三、服务内容</h2> <ol> <li><strong>核心功能</strong>：本应用提供个人数据管理工具，包括财务记录、习惯追踪、待办管理、健康数据展示和想法记录等。</li> <li><strong>AI 功能</strong>：本应用提供基于人工智能的数据分析和智能建议。AI 生成的内容仅供参考，不构成专业建议。</li> <li><strong>数据存储</strong>：用户数据主要存储在用户设备本地，可通过 iCloud 在用户自己的设备间同步。</li> <li>开发者保留在提前通知用户的情况下修改、暂停或终止部分服务功能的权利。</li> </ol> <h2>四、用户行为规范</h2> <p>用户在使用本应用时，不得：</p> <ul> <li>利用本应用从事任何违反法律法规的活动；</li> <li>通过技术手段破解、修改或逆向工程本应用；</li> <li>利用 AI 功能生成违法、有害、不实或侵犯他人权益的内容；</li> <li>干扰或破坏应用的正常运营。</li> </ul> <h2>五、知识产权</h2> <ol> <li>本应用的界面设计、代码、图标等所有内容的知识产权归开发者所有。</li> <li>用户在本应用中创建的数据的知识产权归用户所有。</li> </ol> <h2>六、免责声明</h2> <div class="highlight"> <strong>重要提示：</strong>本应用提供的 AI 分析和建议仅供参考，不构成任何专业建议（包括财务、医疗、法律建议）。用户应自行判断并承担使用 AI 生成内容的全部风险。 </div> <ol> <li><strong>AI 内容</strong>：AI 生成的内容可能存在不准确或不完整的情况，不应作为决策的唯一依据。</li> <li><strong>健康数据</strong>：本应用展示的健康数据来源于 Apple HealthKit，仅供个人参考。如有健康问题，请咨询专业医疗人员。</li> <li><strong>财务数据</strong>：本应用仅提供记账工具，不提供财务规划或投资建议。</li> <li><strong>数据安全</strong>：虽然本应用采用业界标准的安全措施，但任何互联网传输和电子存储都无法保证绝对安全。</li> </ol> <h2>七、数据与隐私</h2> <p>关于数据的收集、使用、存储和共享，请参阅本应用的《隐私政策》。隐私政策是本协议不可分割的一部分。</p> <h2>八、协议的变更</h2> <ol> <li>开发者保留随时修改本协议的权利。</li> <li>重大变更将通过应用内通知告知用户。</li> <li>用户在协议变更后继续使用本应用，即视为同意修改后的协议。</li> </ol> <h2>九、终止</h2> <ol> <li>用户可随时停止使用本应用并通过应用设置删除账号。</li> <li>如用户严重违反本协议，开发者有权终止向该用户提供服务。</li> </ol> <h2>十、适用法律与争议解决</h2> <ol> <li>本协议适用中华人民共和国法律。</li> <li>因本协议产生的争议，双方应首先通过友好协商解决。协商不成的，任何一方可向开发者所在地有管辖权的人民法院提起诉讼。</li> </ol> <h2>十一、联系方式</h2> <ul> <li>邮箱：<a href="mailto:%@">%@</a></li> <li>网站：https://holoapp.cn</li> </ul> <div class="footer"> <p>© 2026 Holo. 保留所有权利。</p> </div> </body> </html>
en: <!DOCTYPE html> <html lang="en"> <head> <meta charset="UTF-8"> <meta name="viewport" content="width=device-width, initial-scale=1.0"> <style>%@</style> </head> <body> <h1>Holo Terms of Use</h1> <p class="meta">Last updated: August 13, 2026<br>Effective date: August 13, 2026</p> <p>Welcome to the Holo app ("the App"). Please read these terms carefully before use. By downloading, installing, or using the App, you agree to be bound by these Terms.</p> <h2>1. Scope</h2> <p>These Terms is a legal agreement between you ("the User") and the developer of the App regarding the use of Holo. They apply to all features of the Holo iOS app.</p> <h2>2. Account and Sign-in</h2> <ol> <li>The App uses Sign in with Apple for authentication.</li> <li>You are responsible for keeping your Apple ID credentials safe; losses caused by poor credential safekeeping are your responsibility.</li> <li>You may delete your account and related data in the App's settings at any time. Deletion is irreversible.</li> </ol> <h2>3. Services</h2> <ol> <li><strong>Core features</strong>: The App provides personal data management tools, including financial records, habit tracking, to-do management, health data display, and notes.</li> <li><strong>AI features</strong>: The App provides AI-based analysis and suggestions. AI-generated content is for reference only and does not constitute professional advice.</li> <li><strong>Data storage</strong>: User data is stored primarily on your device and can sync across your own devices via iCloud.</li> <li>The developer reserves the right to modify, suspend, or discontinue parts of the service with prior notice.</li> </ol> <h2>4. Acceptable Use</h2> <p>When using the App, you may not:</p> <ul> <li>Use the App for any activity that violates applicable law;</li> <li>Crack, modify, or reverse-engineer the App through technical means;</li> <li>Use AI features to generate content that is illegal, harmful, false, or infringes others' rights;</li> <li>Interfere with or disrupt the normal operation of the App.</li> </ul> <h2>5. Intellectual Property</h2> <ol> <li>The intellectual property rights in the App's interface design, code, icons, and all other content belong to the developer.</li> <li>The intellectual property rights in the data you create in the App belong to you.</li> </ol> <h2>6. Disclaimers</h2> <div class="highlight"> <strong>Important:</strong> AI analysis and suggestions provided by the App are for reference only and do not constitute professional advice (including financial, medical, or legal advice). You must judge for yourself and assume all risks arising from use of AI-generated content. </div> <ol> <li><strong>AI content</strong>: AI-generated content may be inaccurate or incomplete and should not be the sole basis for decisions.</li> <li><strong>Health data</strong>: Health data shown in the App comes from Apple HealthKit and is for personal reference only. Consult a qualified medical professional for health concerns.</li> <li><strong>Financial data</strong>: The App is a record-keeping tool only and does not provide financial planning or investment advice.</li> <li><strong>Data security</strong>: Although the App adopts industry-standard security measures, no Internet transmission or electronic storage can be guaranteed absolutely secure.</li> </ol> <h2>7. Data and Privacy</h2> <p>For the collection, use, storage, and sharing of data, please refer to the App's Privacy Policy, which is an integral part of these Terms.</p> <h2>8. Changes to These Terms</h2> <ol> <li>The developer reserves the right to modify these Terms at any time.</li> <li>Material changes will be announced in the App.</li> <li>Continued use of the App after changes means you accept the modified Terms.</li> </ol> <h2>9. Termination</h2> <ol> <li>You may stop using the App at any time and delete your account in the App's settings.</li> <li>If you materially breach these Terms, the developer may terminate service to you.</li> </ol> <h2>10. Governing Law and Disputes</h2> <ol> <li>These Terms are governed by the laws of the People's Republic of China.</li> <li>Disputes shall first be resolved through friendly negotiation. If negotiation fails, either party may bring a claim in a competent court at the developer's location.</li> </ol> <h2>11. Contact</h2> <ul> <li>Email: <a href="mailto:%@">%@</a></li> <li>Website: https://holoapp.cn</li> </ul> <div class="footer"> <p>&copy; 2026 Holo. All rights reserved.</p> </div> </body> </html>
zh_hant: <!DOCTYPE html> <html lang="zh-CN"> <head> <meta charset="UTF-8"> <meta name="viewport" content="width=device-width, initial-scale=1.0"> <style>%@</style> </head> <body> <h1>Holo 使用者協議</h1> <p class="meta">最後更新日期：2026 年 8 月 13 日<br>生效日期：2026 年 8 月 13 日</p> <p>歡迎使用 Holo 應用（以下簡稱"本應用"）。在使用本應用之前，請仔細閱讀以下條款。下載、安裝或使用本應用即表示您同意受本協議的約束。</p> <h2>一、協議的範圍</h2> <p>本協議是您（以下簡稱"使用者"）與本應用開發者之間關於使用 Holo 應用的法律協議。本協議適用於 Holo iOS 應用的所有功能。</p> <h2>二、帳戶與登入</h2> <ol> <li>本應用透過"Sign in with Apple"服務進行使用者身份認證。</li> <li>使用者應妥善保管自己的 Apple ID 憑證，因帳戶保管不善導致的損失由使用者自行承擔。</li> <li>使用者可隨時在應用設定中選擇刪除帳號及相關資料。刪除操作不可恢復。</li> </ol> <h2>三、服務內容</h2> <ol> <li><strong>核心功能</strong>：本應用提供個人資料管理工具，包括財務記錄、習慣追蹤、待辦管理、健康資料展示和想法記錄等。</li> <li><strong>AI 功能</strong>：本應用提供基於人工智慧的資料分析和智慧建議。AI 生成的內容僅供參考，不構成專業建議。</li> <li><strong>資料儲存</strong>：使用者資料主要儲存在使用者裝置本地，可透過 iCloud 在使用者自己的裝置間同步。</li> <li>開發者保留在提前通知使用者的情況下修改、暫停或終止部分服務功能的權利。</li> </ol> <h2>四、使用者行為規範</h2> <p>使用者在使用本應用時，不得：</p> <ul> <li>利用本應用從事任何違反法律法規的活動；</li> <li>透過技術手段破解、修改或逆向工程本應用；</li> <li>利用 AI 功能生成違法、有害、不實或侵犯他人權益的內容；</li> <li>干擾或破壞應用的正常運營。</li> </ul> <h2>五、智慧財產權</h2> <ol> <li>本應用的介面設計、程式碼、圖示等所有內容的智慧財產權歸開發者所有。</li> <li>使用者在本應用中建立的資料的智慧財產權歸使用者所有。</li> </ol> <h2>六、免責宣告</h2> <div class="highlight"> <strong>重要提示：</strong>本應用提供的 AI 分析和建議僅供參考，不構成任何專業建議（包括財務、醫療、法律建議）。使用者應自行判斷並承擔使用 AI 生成內容的全部風險。 </div> <ol> <li><strong>AI 內容</strong>：AI 生成的內容可能存在不準確或不完整的情況，不應作為決策的唯一依據。</li> <li><strong>健康資料</strong>：本應用展示的健康資料來源於 Apple HealthKit，僅供個人參考。如有健康問題，請諮詢專業醫療人員。</li> <li><strong>財務資料</strong>：本應用僅提供記帳工具，不提供財務規劃或投資建議。</li> <li><strong>資料安全</strong>：雖然本應用採用業界標準的安全措施，但任何網際網路傳輸和電子儲存都無法保證絕對安全。</li> </ol> <h2>七、資料與隱私</h2> <p>關於資料的收集、使用、儲存和共享，請參閱本應用的《隱私政策》。隱私政策是本協議不可分割的一部分。</p> <h2>八、協議的變更</h2> <ol> <li>開發者保留隨時修改本協議的權利。</li> <li>重大變更將透過應用內通知告知使用者。</li> <li>使用者在協議變更後繼續使用本應用，即視為同意修改後的協議。</li> </ol> <h2>九、終止</h2> <ol> <li>使用者可隨時停止使用本應用並透過應用設定刪除帳號。</li> <li>如使用者嚴重違反本協議，開發者有權終止向該使用者提供服務。</li> </ol> <h2>十、適用法律與爭議解決</h2> <ol> <li>本協議適用中華人民共和國法律。</li> <li>因本協議產生的爭議，雙方應首先透過友好協商解決。協商不成的，任何一方可向開發者所在地有管轄權的人民法院提起訴訟。</li> </ol> <h2>十一、聯絡方式</h2> <ul> <li>郵箱：<a href="mailto:%@">%@</a></li> <li>網站：https://holoapp.cn</li> </ul> <div class="footer"> <p>© 2026 Holo. 保留所有權利。</p> </div> </body> </html>
